var hotBusinessList = {
  zhongshan: [
    {
      name: '刘海粟美术馆',
      position: [121.419218, 31.209644],
      isShowName: false,
      cover: './image/0/f4.png',
      desc: '刘海粟美术馆是我国首座以个人名字命名的省市级国家美术馆，是集收藏保管、学术研究、展览陈列、教育推广、文化交流等功能于一体的综合性艺术博物馆。时任国家主席江泽民题写馆名。1995年3月16日建成并正式对外开放。',
      detail: [{
          type: 'img',
          content: './image/0/c4_1.png'
        }, {
          type: 'text',
          content: '刘海粟美术馆是我国首座以个人名字命名的省市级国家美术馆，是集收藏保管、学术研究、展览陈列、教育推广、文化交流等功能于一体的综合性艺术博物馆。时任国家主席江泽民题写馆名。1995年3月16日建成并正式对外开放。'
        }, {
          type: 'img',
          content: './image/0/c4_2.jpg'
        }, {
          type: 'text',
          content: '刘海粟先生作为中国新美术运动的拓荒者、现代美术教育的奠基人，其学贯中西、艺通古今，“一生追求真善美，一生致力于美术教育事业，一生艰苦创新”，晚年又将自己毕生创作的主要作品和收藏的历代书画作品全部无偿捐献给国家。刘海粟美术馆以海老的丰厚捐赠为根基。她的建立正是为了将海老曾经追求的美育理想、坚守的文化信念、开辟的艺术道路加以传承和发扬光大。'
        }, {
          type: 'text',
          content: '刘海粟美术馆原址位于上海西区虹桥。为加快上海国际文化大都市建设，2012年9月，刘海粟美术馆启动迁建工程。新馆地处长宁区延安西路凯旋路口的海粟绿地内，按国家重点美术馆标准建设，外形设计取海老画作中“云海山石”之意境，总建筑面积为12540平方米，设6个展厅、2个教室及阅览室、会议厅和多功能厅等，配套设施先进完备。现有藏品2000余件。新馆色调淡雅、造型别致，掩映于蓊郁繁茂的林木之间，可谓“浦西最美的美术馆”。'
        }, {
          type: 'text',
          content: '新馆建成开启了刘海粟美术馆发展新的一页。她将坚持学术引领，以海老艺术创作、学术思想、教育理念的研究为基点，拓展学术研究的深度和广度；将创新发展路径，以“互联网+美术馆”的思维开创线上线下融合发展的全新模式；将扶持青年艺术，以国际化视野从展览到传播全方位推进“青年美术家计划”；将倡导开放共享，以开门办馆的理念“走出去”、“请进来”加强文化交流和公共文化服务。'
        }, {
          type: 'text',
          content: '“精神万古，气节千载。”刘海粟美术馆将以传承海老精神、凝聚青年力量、秉持创新理念、弘扬中华文化为宗旨，努力成为全国一流、世界知名的国家重点美术馆。+美术馆”的思维开创线上线下融合发展的全新模式；将扶持青年艺术，以国际化视野从展览到传播全方位推进“青年美术家计划”；将倡导开放共享，以开门办馆的理念“走出去”、“请进来”加强文化交流和公共文化服务。'
        }, {
          type: 'img',
          content: './image/0/c4_3.jpg'
        }, {
          type: 'img',
          content: './image/0/c4.jpg'
        }, 
      ]
    },
    {
      name: '华宁国际广场',
      position: [121.422457, 31.217483],
      isShowName: false,
      cover: './image/0/f0.png',
      desc: '华宁国际广场，原名“络克双喜国际广场”，2007年2月中华企业以7．6亿元拍得络克双喜国际广场，并更名为“华宁国际广场”。',
      detail: [{
        type: 'img',
        content: './image/0/c0.jpg'
      }]
    },
    {
      name: '上生新所',
      position: [121.427945, 31.208519],
      isShowName: false,
      cover: './image/0/f5.png',
      desc: '上生·新所坐落于有着“上海第一花园马路”盛名的新华路历史风貌区，项目由3处历史建筑、11栋贯穿新中国成长史的工业改造建筑和3幢风格鲜明的当代建筑共同组成。',
      detail: [{
        type: 'img',
        content: './image/0/c5.jpg'
      }]
    },
    {
      name: '环东华智尚源创意园',
      position: [121.418001, 31.203068],
      isShowName: false,
      cover: './image/0/f1.png',
      desc: '环东华智尚源办公楼地处虹桥时尚创意产业集聚区核心区内，2013年12月开工建设，2016年1月竣工验收，建筑总面积8452平方米，建筑外观典雅时尚，由法国设计师特玛斯提纲设计。',
      detail: [{
        type: 'img',
        content: './image/0/c1.jpg'
      }]
    },
    {
      name: '上海高岛屋',
      position: [121.403279, 31.197769],
      isShowName: true,
      cover: './image/0/f2.png',
      desc: '上海高岛屋临近上海市西区交通枢纽的虹桥国际机场及虹桥火车站，直通地铁10号线“伊犁路站”。',
      detail: [{
        type: 'text',
        content: '上海高岛屋临近上海市西区交通枢纽的虹桥国际机场及虹桥火车站，直通地铁10号线“伊犁路站”。上海高岛屋地处的古北地区是拥有新建地铁设施及完善住宅建设，活跃发展的都市地块。'
      }, {
        type: 'text',
        content: '上海高岛屋所售商品不仅涵盖了日本的知名品牌，更有独家直接进口的日本产品和制品，以提供高品质服装、家居用品、食品等商品以及优质的服务为己任，为当地顾客更加丰富多彩的生活做贡献。'
      }, {
        type: 'text',
        content: '与此同时，适时地拨出场地举办季节性活动，发挥了促进地区交流的作用。'
      },{
        type: 'img',
        content: './image/0/c2.jpg'
      }]
    }, {
      name: '上海国际体操中心',
      position: [121.413935, 31.213508],
      isShowName: true,
      cover: './image/0/f6.png',
      desc: '上海国际体操中心坐落在经济呈现腾飞的长宁区。前连虹桥开发区，后靠中山公园商业中心区。延安西路高架与内环线高架的大型立交桥在此交汇，建设中的地铁二号线与高架轻轨近在咫尺。',
      detail: [{
        type: 'text',
        content: '上海国际体操中心坐落在经济呈现腾飞的长宁区。前连虹桥开发区，后靠中山公园商业中心区。延安西路高架与内环线高架的大型立交桥在此交汇，建设中的地铁二号线与高架轻轨近在咫尺。上海国际体操中心拥有符合国际体操比赛标准的多功能馆一座，训练馆一座。其建筑外型和结构特点是：体操馆建筑外型呈扁球体，球体外立面镶以亚光银灰铝板，再配以蓝色环型窗带和建筑物融为一体，形成玉盘托明珠的建筑风格，是与东方明珠东西呼应的两颗璀璨明珠。'
      },{
        type: 'img',
        content: './image/0/c6.jpg'
      }, ]
    }

  ],
  xinhongqiao: [{
      name: '虹桥艺术中心',
      position: [121.40396, 31.211692],
      isShowName: false,
      cover: './image/1/f0.png',
      desc: '改建后的天山电影院定名为“虹桥艺术中心”，同时影院部分仍保留“天山电影院”的品牌。',
      detail: [{
        type: 'img',
        content: './image/1/c0.jpg'
      }]
    },
    {
      name: '上海国际舞蹈中心',
      position: [121.394363, 31.19928],
      isShowName: false,
      cover: './image/0/f3.png',
      desc: '位于虹桥路1650号的上海国际舞蹈中心是一个专注于舞蹈演出的开放式艺术空间，它拥有一个座席数多达1074座的大剧场和一个291座的实验剧场。',
      detail: [{
        type: 'img',
        content: './image/0/c3.jpg'
      }]
    },
    {
      name: '虹桥南丰城',
      position: [121.408059, 31.207468],
      isShowName: true,
      cover: './image/1/f1.png',
      desc: '作为上海浦西亲子时尚新地标，同时也是南丰集团打造的首个主题体验式购物中心，虹桥南丰城云集了200余家知名国际化商户，其中涵盖60多家异域民族特色的美食餐吧、超过20家儿童游乐及早教机构、国际快时尚、精品超市、电影娱乐及美容健身等多元化的生活方式体验品牌。',
      detail: [{
          type: 'text',
          content: '作为上海浦西亲子时尚新地标，同时也是南丰集团打造的首个主题体验式购物中心，虹桥南丰城云集了200余家知名国际化商户，其中涵盖60多家异域民族特色的美食餐吧、超过20家儿童游乐及早教机构、国际快时尚、精品超市、电影娱乐及美容健身等多元化的生活方式体验品牌。商场更配有200米国际风情美食街“丰尚街”，与爱宠尽享无穷欢乐与美好的宠物公园“丰尚园”及位于商场顶层，点亮都市绿色生活的天空农场“丰尚小农庄”。'
        },
        {
          type: 'img',
          content: './image/1/c1_1.jpg'
        },
        {
          type: 'text',
          content: '与此同时，虹桥南丰城还拥有1000个停车位满足前来购物的顾客，在休闲娱乐的同时，不必为停车而烦恼。除了引入优秀的品牌，商场在购物体验中还增添了包含如独立母婴室、婴儿车租借、便民充电等一系列贴心的客户服务。另外，在硬件上商场还配有400余个WIFI接入点，无论在公共空间以及店铺内都可以轻松使用互联网，真正实现了WIFI全覆盖；在软件和硬件双重配置的基础上，虹桥南丰城真正实现了一站式购物中心的品质保障，让每一位来到虹桥南丰城的顾客宾至如归，享受购物好心情。'
        },
        {
          type: 'text',
          content: '为了进一步提升品牌形象并为消费者提供更优质的服务及更舒适的体验，2016年，虹桥南丰城将其品牌宣言升级为“虹桥南丰城一家•一城•一世界”，强调其作为国际化城市综合体，以多元的业态、愉悦的购物环境和丰富的主题活动，为消费者提供全方位的购物娱乐休闲新体验。'
        },
        {
          type: 'img',
          content: './image/1/c1_2.jpg'
        },
        {
          type: 'text',
          content: '欢乐，是虹桥南丰城永恒不变的主题。在各种趣味又丰尚的潮流趋势中寻觅新兴独特的内容，虹桥南丰城倾力推出了各类FUN丰尚主题的系列活动。家长们总能在虹桥南丰城找到适合自己宝贝的专属亲子教育体验内容，满足宝贝们对新鲜事物的猎奇心、记录他们每个第一次的惊喜瞬间。商场每周还会举办各种别开生面的主题活动：'
        },
        {
          type: 'title',
          content: 'FUN丰尚欢乐 - 缤纷亲子主题展，寓教于乐好去处'
        },
        {
          type: 'text',
          content: '开业以来，虹桥南丰城定期举办了一连串大型亲子卡通主题展，其中包括脍炙人口的迪士尼疯狂动物城、冰雪奇缘奇幻之旅、孩之宝小马宝莉、芝麻街欢乐中国秀、蓝精灵、海绵宝宝、朵拉、小丸子、萌趣趣等。'
        },
        {
          type: 'img',
          content: './image/1/c1_3.jpg'
        },
        {
          type: 'title',
          content: 'FUN丰尚活力 - 文化创意新互动，乐享生活新体验'
        },
        {
          type: 'text',
          content: '虹桥南丰城还倾力打造了如食货星球、宠物市集、鹦鹉螺市集、哈哈少儿公益市集、艺术雕塑展等一系列精彩纷呈的文创活动。除了艺术品鉴赏外，白领和小朋友们可以在当中的手工坊里DIY各种工艺品及美食点心，亦或拿出自己的玩偶加入公益义卖，亦或带着自家萌宠来虹桥南丰城报名动物比赛，让孩子们沉浸在乐趣无穷的创意体验中。'
        },
        {
          type: 'title',
          content: 'FUN丰尚会 - 会员礼遇享不停，活力课堂花样多'
        },
        {
          type: 'text',
          content: '在引入各类亲子主题活动的同时，虹桥南丰城早在开业之初就成立了会员俱乐部 – 丰尚会。丰尚会的电子会员卡系统使用便捷，功能齐全，除了为前来购物的会员们进行日常积分以外，每个月还为大家量身定制了会员积分换礼以及各种停车优惠。另外，所有的会员都可以用积分来兑换不同主题特色的会员小课堂，包括各类手工DIY、美食课堂、白领讲座等等，同时还安排了定期的线上积分竞拍和一分抢兑活动来回馈长期消费的忠实会员。'
        },
        {
          type: 'img',
          content: './image/1/c1_4.jpg'
        },
        {
          type: 'title',
          content: 'FUN丰尚绿色 - 丰尚小农庄，点亮都市绿色生活'
        },
        {
          type: 'img',
          content: './image/1/c1_6.jpg'
        },
        {
          type: 'img',
          content: './image/1/c1_7.jpg'
        },
        {
          type: 'text',
          content: '丰尚小农庄是虹桥南丰城今年推出的又一个集观赏区、种植区、互动区为一体的新型体验空间。全新打造的“晶灵小屋”每个周末为虹桥南丰城的会员举办各类园艺主题活动、包含创意种植、手工DIY等。小农庄推出后不仅受到了很多亲子家庭的高度好评，更为喜爱世外田园的都市白领提供了绿色生活新去处，在“快节奏”中享受“慢生活”。'
        },
        {
          type: 'title',
          content: 'FUN丰尚欢乐 - 缤纷亲子主题展，寓教于乐好去处'
        },
        {
          type: 'text',
          content: '虹桥南丰城更拥有区内独一无二的、全长200米以阳光、露天、时尚为主题的“丰尚街”，在邂逅舌尖美味的同时，还将欧洲异域风情还原于都市之中，让消费者无需再跨越大洋、远赴异国。近在咫尺的欧式体验，在每周末的丰尚周末荟中，消费者可以白天品尝着丰尚街独特美食，傍晚观看趣味街头表演和国际乐队演出，尽享越夜越精彩的惬意周末。'
        },
        {
          type: 'img',
          content: './image/1/c1_8.jpg'
        },
        {
          type: 'img',
          content: './image/1/c1.jpg'
        },
      ]
    },
    {
      name: '百盛优客城市广场',
      position: [121.40326, 31.210697],
      isShowName: true,
      cover: './image/1/f2.png',
      desc: '百盛优客城市广场是百盛商业集团与韩国衣恋集团联手打造的首个City Mall城市广场，地处上海天山商业带，汇集国际大牌折扣店、前沿时尚品牌、创意个性潮物及知名餐饮连锁，并配备丰富多元的生活元素，为都市主流人群打造一个“价实质优，玩购一体”的综合型品牌生活俱乐部。',
      detail: [{
          type: 'text',
          content: '百盛优客城市广场是百盛商业集团与韩国衣恋集团联手打造的首个City Mall城市广场，地处上海天山商业带，汇集国际大牌折扣店、前沿时尚品牌、创意个性潮物及知名餐饮连锁，并配备丰富多元的生活元素，为都市主流人群打造一个“价实质优，玩购一体”的综合型品牌生活俱乐部。'
        },
        {
          type: 'text',
          content: '百盛优客城市广场推崇“优客生活”：拥有不凡品位，讲究生活品质，褪去浮华表象，回归生活本身。在消费习惯上，青睐奢而不侈、价实质优的精致商品，追求品质生活。'
        },
        {
          type: 'text',
          content: '百盛优客城市广场引领“优价，优品，优趣，要去！”的购物新风尚，满足消费者对更优质生活的不懈追求。'
        },
        {
          type: 'text',
          content: '百盛优客城市广场深谙“优客”生活形态和消费心态，为其提供优质可信的中外名品、触手可及的心动价格和悠然可心的购物体验。'
        },
        {
          type: 'title',
          content: '业态布局'
        },
        {
          type: 'text',
          content: '百盛优客城市广场的经营面积达到4.5万平方米，科学合理的业态布局，舒适流畅的购物环境，配套齐全的硬件设备，使得百盛优客不仅是一个轻松愉悦的购物场所，更是一个共享互动的休闲空间'
        },
        {
          type: 'text',
          content: '一楼，主打高端时尚，主营奢侈品牌和美妆名品，还有来自于韩国的鞋类快时尚品牌SHOOPEN'
        },
        {
          type: 'text',
          content: '二楼，为女士专区，涵盖经典、时尚、休闲等多种风格'
        },
        {
          type: 'text',
          content: '三楼，为男士专区，以中、西式名牌男装为主，以及运动及户外装备'
        },
        {
          type: 'text',
          content: '四楼，为儿童专区，国内外童装名品应有尽有，亲子乐园更是孩子们的天堂。'
        },
        {
          type: 'text',
          content: '-这里有小朋友最爱的Cocomong亲子乐园，顽皮可爱的Cocomong和它的好朋友们一起迎接小朋友的到来，设施一流的主题乐园与萌娃一起共度欢乐时光'
        },
        {
          type: 'text',
          content: '五楼及B1汇集知名连锁餐饮和地道特色美食，并集成多种休闲功能'
        },
        {
          type: 'title',
          content: '交通'
        }, {
          type: 'text',
          content: '百盛优客城市广场坐落于天山路与娄山关路交界处，毗邻新虹桥商圈，多趟公交、地铁在此汇聚，交通十分便利。地处天山商业带，根据《上海市商业网点布局规划（2014-2020）》，该区未来将升级为“市级商业中心”，拥有大好前景。'
        }, {
          type: 'img',
          content: './image/1/c2.jpg'
        }
      ]
    },
    {
      name: '尚嘉中心',
      position: [121.40682, 31.205660],
      isShowName: true,
      cover: './image/1/f3.png',
      desc: "上海尚嘉中心（L'Avenue）坐落于虹桥经济开发区，于2013年6月17日全面开业。作为精品业巨舰LVMH集团旗下力作，尚嘉不仅汇聚了LVMH旗下的奢侈品品牌，还引进了其他世界一线时尚、名贵珠宝腕表儿童服饰/玩具及顶级家居礼品品牌，引领世界一流优质购物体验，结合“奢华于心，品位生活”的概念定位，尚嘉中心将成为上海崭新的时尚生活地标。",
      detail: [{
          type: 'text',
          content: "上海尚嘉中心（L'Avenue）坐落于虹桥经济开发区，于2013年6月17日全面开业。作为精品业巨舰LVMH集团旗下力作，尚嘉不仅汇聚了LVMH旗下的奢侈品品牌，还引进了其他世界一线时尚、名贵珠宝腕表儿童服饰/玩具及顶级家居礼品品牌，引领世界一流优质购物体验，结合“奢华于心，品位生活”的概念定位，尚嘉中心将成为上海崭新的时尚生活地标。"
        },
        {
          type: 'text',
          content: "尚嘉中心建筑独创的设计概念出自日本著名建筑大师青木淳的手笔。外立面设计将建筑物流线外形从上而下，顺着天窗带到裙房之上。宛如一位身穿白色礼服的优雅贵妇，散发珠光宝气华贵格调；室内风格则将源自东方的延绵禅意与法式悠闲绝佳结合，豁然开朗又不乏惊艳细节，充分显示尚嘉中心的高端品牌形象；尚嘉中心的建筑主体设计已荣获由美国绿色建筑协会(USGBC)颁发的“能源与环境设计（LEED）”金级预认证，标志着这一建筑可持续环保的高标准。"
        },
        {
          type: 'text',
          content: "完美融合了建筑艺术与国际时尚品位的尚嘉中心的优雅落成，与虹桥友谊商城、虹桥万都中心和虹桥上海城相拥紧邻，为虹桥商圈注入了新鲜的血液与活力，将引领世界一流的优质购物体验，掀起新一轮的购物风潮，带动虹桥商圈实体商业的经济发展。"
        },
        {
          type: 'img',
          content: "./image/1/c3.jpg"
        }
      ]
    },
    {
      name: '金虹桥国际中心',
      position: [121.40303, 31.208895],
      isShowName: true,
      cover: './image/1/f4.png',
      desc: '由绿色树木，水景、空中连廊，开花植物和摇曳的藤蔓植物组成的都市绿洲，每株植物都配以扫二维码获取植物百科知识，为沪上的商业带来一个前所未有的新突破。',
      detail: [{
        type: 'title',
        content: '花园式购物中心'
      }, {
        type: 'text',
        content: '由绿色树木，水景、空中连廊，开花植物和摇曳的藤蔓植物组成的都市绿洲，每株植物都配以扫二维码获取植物百科知识，为沪上的商业带来一个前所未有的新突破。'
      }, {
        type: 'text',
        content: '绿化覆盖率80%，商业部分绿化面积9500平方米，公共平面绿化面积5000平方米，235株大乔木，420株中乔木，490多株大灌木，10000株藤本植物。'
      }, {
        type: 'img',
        content: './image/1/c4_1.png'
      }, {
        type: 'title',
        content: '100%呈现花园生态'
      }, {
        type: 'text',
        content: '屋顶花园位于商场4F、5F，堪称上海第一个真正意义上的城市花园。多达365种四季树种、1-2米覆土厚度、地面与垂直结合的立体绿化、灵动的景观小品，淋漓尽致地发挥垂直立面（也称“第五立面”）的用途，让购物中心的绿化空间达到一个前所未有的新高度。'
      }, {
        type: 'img',
        content: './image/1/c4_2.jpg'
      }, {
        type: 'title',
        content: '自然采光'
      }, {
        type: 'text',
        content: '商业空间局部开孔，营造采光顶，充分利用自然采光。大部分区域设天井采光区域或采光顶，形成有效的自然采光系统。'
      }, {
        type: 'img',
        content: './image/1/c4_3.jpg'
      }, {
        type: 'title',
        content: '高楼层、宽间距的内部空间'
      }, {
        type: 'text',
        content: '地下一层的建筑层高达到 6 米，地下二层的建筑层高达到 5 米，大大超越了一般地下层高 4 米左右的标准，可以构建非常舒适的商业空间。地上部分每层建筑层高达到5.5米，满足现代商业的舒适需求。'
      }, {
        type: 'img',
        content: './image/1/c4_4.jpg'
      }, {
        type: 'title',
        content: '地下空间'
      }, {
        type: 'text',
        content: '地下一层的建筑层高达到6米，地下二层的建筑层高达到5米，大大超越了一般地下层高4米左右的标准，可以构建非常舒适的商业空间。'
      }, {
        type: 'img',
        content: './image/1/c4_5.jpg'
      },{
        type: 'img',
        content: './image/1/c4.jpg'
      }]
    },
    {
      name: '汇金百货',
      position: [121.405055, 31.211506],
      isShowName: false,
      cover: './image/1/f5.png',
      desc: '坐落于上海虹桥开发区，毗邻延安高架，15分钟车程即达虹桥国际机场、虹桥高铁。',
      detail: [{
        type: 'img',
        content: './image/1/c5.jpg'
      }]
    },
    {
      name: '上海世贸商城',
      position: [121.400663, 31.201772],
      isShowName: true,
      cover: './image/1/f6.png',
      desc: '上海世贸商城位于上海虹桥经济技术开发区的黄金地段，南靠延安高架桥，北临扬子江万丽大酒店、喜来登太平洋大酒店，距上海虹桥机场约10分钟车程，具有得天独厚的地理位置。',
      detail: [{
        type: 'text',
        content: '上海世贸商城位于上海虹桥经济技术开发区的黄金地段，南靠延安高架桥，北临扬子江万丽大酒店、喜来登太平洋大酒店，距上海虹桥机场约10分钟车程，具有得天独厚的地理位置。上海世贸商城建筑面积为28万平方米，总投资额为3亿美金，由几位海外华人共同投资兴建，是上海市政府十大“重点工程”中的唯一外商投资项目，1994年破土动工，1999年底正式对外开放。'
      }, {
        type: 'text',
        content: '上海世贸商城坐落于上海虹桥经济开发区，由常年展贸中心、上海世贸展馆、上海世贸大厦三大主体建筑构成，是一个集展示、交易、办公、资讯于一体的超级交易市场，为国内外商家及专业买主提供一流的、国际级的设施和服务。'
      }, {
        type: 'text',
        content: '上海世贸商城是一家开在延安西路上的综合商场，它靠近古北路，他们家的地理位置还是非常优越的，位于虹桥开发区商圈里面，离徐家汇和天山路商圈都不是很远，周边有很多公交线路，更有地铁10号线可以直达，交通自然是十分便利的，因此他们家的生意还是不错的。上海世贸商城开业的时间比较长了，因此他们家的环境只能算是一般，但还算比较干净的，但整体布局不是特别好，只有购物的地方和办公楼，有时候他们家还会举办展会，所以感觉他们家就是一个展览馆了。他们家的东西不错，质量和品质都是非常有保证的；他们家的服务也不错，里面的营业员态度还是比较热情的。他们家有展会的时候人气会比较旺一点，平时感觉人气就一般了。'
      },{
        type: 'img',
        content: './image/1/c6.jpg'
      }]
    },
    {
      name: '长宁来福士广场',
      position: [121.41456, 31.216612],
      isShowName: true,
      cover: './image/1/f7.png',
      desc: '长宁来福士广场是凯德集团历史上首例在同一座城市建造的第二座来福士项目。它建立在址圣玛利亚女中之文化地基，以上海长宁珍罕地段为坐标，且拥有与生俱来的强势品牌“来福士”。',
      detail: [{
        type: 'text',
        content: '长宁来福士广场是凯德集团历史上首例在同一座城市建造的第二座来福士项目。它建立在址圣玛利亚女中之文化地基，以上海长宁珍罕地段为坐标，且拥有与生俱来的强势品牌“来福士”。'
      }, {
        type: 'text',
        content: '项目地理优势尤为明显，位于中山公园商圈的长宁路、凯旋路交界处，周边覆盖4个公交站点、25条公交线路，并与轨道交通2、3、4号线无缝衔接。长宁来福士广场占地逾6万平方米，总建筑面积超过36万平方米，由三栋甲级写字楼、两座大型商场及五栋在张爱玲母校-圣玛利亚女中原址上修复及修建而来的历史建筑组成，商场部分预计将于2017年第一季度正式开业。'
      }, {
        type: 'text',
        content: '长宁来福士广场建于圣玛利亚女中旧址，保留了部分历史建筑，包括原有的五座历史建筑及一棵百年银杏树。在这充满传奇色彩的历史之上，长宁来福士广场将建造一座先锋时尚的城中之城。世界一流的来福士商场，从潮流购物、珍品超市、顶级影院到明星厨师餐厅、国际时尚品牌应有尽有，使这里成为消费新高地；各具风情的历史建筑群将引入国际时尚精品店及国际型格餐厅，在重新演绎的文化轮廓中感受优雅经典；三座甲级写字楼离商场仅咫尺之遥，极具“乐活”风格的工作场所，人性又环保的整体设计，势必能够让商务精英们在保持身心愉悦的同时高效办公。'
      }, {
        type: 'text',
        content: '长宁来福士广场由业内领先的P&T建筑师事务所领衔设计，整体采用绿色建筑理念。项目绿化覆盖率超过40%，中心区域的大片草坪与水景装置结合，将自然景观变为焦点，令消费者及办公人士流连其中。更值得一提的是，项目已荣获美国绿色建筑委员会颁布的LEED金奖及银奖预认证。'
      }, {
        type: 'text',
        content: '作为一座集办公、购物、娱乐于一体的地标性综合体，长宁来福士广场将在历史余韵中，展露出属于其本身的独特都市情怀。'
      },{
        type: 'img',
        content: './image/1/c7.jpg'
      }]
    },
    {
      name: '巴黎春天天山店',
      position: [121.402042, 31.21171],
      isShowName: true,
      cover: './image/1/f8.png',
      desc: '巴黎春天天山店',
      detail: [{
        type: 'text',
        content: '在巴黎中心位置，距离卢浮宫博物馆、卡尼尔歌剧院、香榭丽舍大街步行仅几分钟之遥，就是著名的“巴黎春天百货”，它创立于1865年，是一家专营奢侈品牌产品的百货公司。'
      }, 
      {
        type: 'text',
        content: '巴黎春天百货是法国历史和文化不可或缺的坐标之一，超过了一般意义上的购物场所，它是一座历史建筑，此外还能带给您意外之喜：站在巴黎春天百货大楼的九楼家居装饰部，整个巴黎都在您的脚下！一副巴黎全景图呈现在眼前：放眼望去，从歌剧院到玛德莱娜教堂，从埃菲尔铁塔到蒙马特高地，一览无余，尽收眼底。'
      },
      {
        type: 'img',
        content: './image/1/c8.jpg'
      },
    ]
    },

  ],
  linkong: [{
      name: '凌空SOHO',
      position: [121.352153, 31.221989],
      isShowName: true,
      cover: './image/1/f8.png',
      desc: '凌空SOHO位于上海市，占地8.6万余平米、总建筑面积约35万平方米，12栋建筑被16条空中连桥连接成一个空间网络。凌空SOHO是SOHO中国与建筑设计师、普利兹克奖获得者扎哈·哈迪德（ZahaHadid）联手打造的第3个建筑精品。',
      detail: [{
          type: 'text',
          content: '凌空SOHO位于上海市，占地8.6万余平米、总建筑面积约35万平方米，12栋建筑被16条空中连桥连接成一个空间网络。凌空SOHO是SOHO中国与建筑设计师、普利兹克奖获得者扎哈·哈迪德（ZahaHadid）联手打造的第3个建筑精品。'
        },
        {
          type: 'text',
          content: '凌空SOHO所在的上海虹桥临空经济园区，毗邻虹桥综合交通枢纽，区域内有超过800家企业总部，是连接整个泛长三角地区的国际化商贸总部聚集区。'
        },{
          type: 'img',
          content: './image/lk.jpg'
        }

      ]
    }

  ]
}